Repository: nicoco007/BootstrapFormBuilder
Catalog: i18n/*.po
Languages: fr

# date control DateTime format
source: m/d/Y
fr: Y-m-d

# date control string format
source: MM/DD/YYYY
fr: AAAA-MM-JJ

source: Please enter a valid date.
fr: Veuillez entrer une date valide.

source: Date must be between %s and %s.
fr: La date doit se trouver entre %s et %s.

source: Please enter a valid email address.
fr: Veuillez entrer une adresse courriel valide.

source: If you checked the box above:
fr: Si vous avez coché la boîte ci-dessus&nbsp;:

source: If you did not check the box above:
fr: Si vous n’avez pas coché la boîte ci-dessus&nbsp;:

source: If you selected "%s" above:
fr: Si vous avez sélectionné « %s » ci-dessus&nbsp;:

source: If you entered "%s" above:
fr: Si vous avez entré « %s » ci-dessus&nbsp;:

source: This field is required.
fr: Ce champ est requis.

source: Please enter a number that is no less than %d.
fr: Veuillez entrer un nombre qui n'est pas plus petit que %d.

source: Please enter a number that is no more than %d.
fr: Veuillez entrer un nombre qui n'est pas plus grand que %d.

source: Password must be at least %d characters in length.
fr: Le mot de passe doit avoir au moins %d caractères.

source: Please enter a valid phone number.
fr: Veuillez entrer un numéro de téléphone valide.

source: Select an option&hellip;
fr: Sélectionnez une option&hellip;

source: Please enter a valid value.
fr: Veuillez entrer une valeur valide.

source: Exceeded maximum length of %d characters.
fr: Nombre maximal de caractères (%d) dépassé.

source: Please complete the CAPTCHA.
fr: Veuillez compléter le CAPTCHA.

source: Form submitted successfully.
fr: Formulaire soumis.
